[
  "homepage",
  "editing-toolbar",
  "mermaid-tools",
  "password-protection",
  "templater-obsidian",
  "buttons",
  "obsidian-style-settings",
  "obsidian-hider",
  "plugin-reloader",
  "metadata-hider",
  "obsidian42-brat",
  "simple-columns",
  "home-tab",
  "open-tab-settings",
  "new-tab-default-page",
  "pretty-properties",
  "remember-cursor-position",
  "view-mode",
  "obsidian-outliner",
  "notebook-navigator",
  "sentinel",
  "better-properties",
  "image-converter",
  "folder-notes",
  "content-cards",
  "obsidian-linter",
  "quickadd",
  "heatmap-tracker",
  "dataview",
  "any-block",
  "flashly",
  "decks",
  "obsidian-image-gallery",
  "querydash",
  "cmdr",
  "scatter-chart-bases",
  "mermaid-base-views",
  "dynamic-views",
  "bases-cms",
  "bases-timeline-view",
  "bases-charts",
  "calendar-bases",
  "feed-bases",
  "obsidian-tasks-plugin",
  "tasknotes",
  "omnisearch",
  "open-in-terminal"
]